Repository: KonstantinVajra/UslugiCuba
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es, ru

# start_msg
source: Welcome! Choose a service to begin.
es: ¡Bienvenido! Elija un servicio para comenzar.
ru: Добро пожаловать! Выберите услугу, чтобы начать.

# choose_service
source: Please choose a service:
es: Por favor, elige un servicio:
ru: Пожалуйста, выберите услугу:

# enter_pickup
source: Enter pickup location:
es: Ingrese el lugar de recogida:
ru: Введите место отправления:

# enter_dropoff
source: Enter dropoff location:
es: Ingrese el destino:
ru: Введите место назначения:

# enter_datetime
source: Enter time and date (or say 'ASAP'):
es: Ingrese la fecha y hora (o escriba 'lo antes posible'):
ru: Введите дату и время (или напишите 'как можно скорее'):

# confirm_summary
source: Please confirm your order
es: Por favor confirme los detalles de su pedido
ru: Пожалуйста, подтвердите детали заказа

# confirm_prompt
source: Send ✅ to confirm, or ❌ to cancel.
es: Envíe ✅ para confirmar o ❌ para cancelar.
ru: Отправьте ✅ для подтверждения или ❌ для отмены.

source: Taxi
ru: Такси

source: Retro car
es: Coche retro
ru: Ретро-авто

source: Guide
es: Guía
ru: Гид

source: Photographer
es: Fotógrafo
ru: Фотограф

source: Service
es: Servicio
ru: Услуга

# pickup
source: Pickup location
es: Desde
ru: Откуда

# dropoff
source: Dropoff location
es: Hacia
ru: Куда

source: Date & Time
es: Fecha y hora
ru: Дата и время

# order_confirmed
source: Your order has been confirmed! A provider will be assigned shortly.
es: ¡Su pedido ha sido confirmado! Un proveedor será asignado pronto.
ru: Ваш заказ подтверждён! Исполнитель будет назначен в ближайшее время.

# order_cancelled
source: Your order has been cancelled.
es: Su pedido ha sido cancelado.
ru: Ваш заказ был отменён.
